Revit 2027 API
GroupTypeId.StairRisers Property
 Risers.
Namespace: Autodesk.Revit.DB
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public static ForgeTypeId StairRisers { get; }
Public Shared ReadOnly Property StairRisers As ForgeTypeId
	Get
public:
static property ForgeTypeId^ StairRisers {
	ForgeTypeId^ get ();
}
static member StairRisers : ForgeTypeId with get
Property Value
ForgeTypeId
See Also
Reference
GroupTypeId Class
Autodesk.Revit.DB Namespace